tap "FelixKratz/formulae"

brew "bat"
brew "cloudflare-wrangler"
brew "eza"
brew "fastfetch"
brew "fd"
brew "frps"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lua"
brew "magic-wormhole"
brew "mpv"
brew "neovim"
brew "nmap"
brew "nowplaying-cli"
brew "nushell"
brew "rust"
brew "rustup"
brew "sketchybar"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "unzip"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "blackhole-2ch"
cask "codex"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "kitty"
cask "tailscale-app"

go "github.com/olimci/shizuka"
go "github.com/olimci/tohru"
